[
    {
        "id": 1,
        "article": 75352,
        "name": "Diorama: Sala del Trono del Emperador™",
        "category": "Sets",
        "categoryId": 1,
        "ages": "18+",
        "pieces": 807,
        "price": 99.99,
        "img1": "/assets/sets/75352-1.jpg",
        "img2": "/assets/sets/75352-2.jpg",
        "img3": "/assets/sets/75352-3.jpg",
        "img4": "/assets/sets/75352-4.jpg",
        "stock": "1000",
        "limit": "3",
        "specifications": "Revive el momento culminante de la trilogía clásica de Star Wars™ con el set Diorama: Sala del Trono del Emperador (75352). Cuenta con infinidad de detalles de gran realismo, como un elemento que representa una ventana de la Estrella de la Muerte (diseñado expresamente para este set) y el trono giratorio del Emperador Palpatine. Captura la acción con las minifiguras LEGO® de Darth Vader y Luke Skywalker, cada una con su espada láser, y del Emperador Palpatine, con 2 rayos Sith. Este modelo para construir y exponer lleva una placa que reproduce en inglés una famosa frase de Luke (“Yo soy un Jedi, como mi padre antes que yo”) y una segunda placa con el logotipo del 40 aniversario de Star Wars: El Retorno del Jedi."
    },
    {
        "id": 2,
        "article": 75353,
        "name": "Diorama: Duelo de Speeders en Endor™",
        "category": "Sets",
        "categoryId": 1,
        "ages": "18+",
        "pieces": 608,
        "price": 79.99,
        "img1": "/assets/sets/75353-1.jpg",
        "img2": "/assets/sets/75353-2.jpg",
        "img3": "/assets/sets/75353-3.jpg",
        "img4": "/assets/sets/75353-4.jpg",
        "stock": "1000",
        "limit": "4",
        "specifications": "Capta el dinamismo de una emocionante escena de Star Wars: El Retorno del Jedi con el set LEGO® Star Wars™ Diorama: Duelo de Speeders en Endor (75353). Cuenta con 3 minifiguras LEGO (la Princesa Leia, Luke Skywalker y un soldado explorador), 2 motos speeder con elementos transparentes para que puedas colocarlas en ángulo como si estuvieran atravesando velozmente los bosques de Endor, 2 árboles construibles y helechos (novedad en mayo de 2023). Pon el broche final a este modelo para construir y exponer conectando una placa que reproduce en inglés unas palabras de Luke Skywalker (“¡Corta el comunicador! ¡Es el botón de en medio!”) y una segunda placa con el logotipo del 40 aniversario de Star Wars: El Retorno del Jedi."
    },
    {
        "id": 3,
        "article": 75356,
        "name": "Superdestructor Estelar Ejecutor™",
        "category": "Sets",
        "categoryId": 1,
        "ages": "18+",
        "pieces": 630,
        "price": 69.99,
        "img1": "/assets/sets/75356-1.jpg",
        "img2": "/assets/sets/75356-2.jpg",
        "img3": "/assets/sets/75356-3.jpg",
        "img4": "/assets/sets/75356-4.jpg",
        "stock": "1000",
        "limit": "5",
        "specifications": "Capta el dinamismo de una emocionante escena de Star Wars: El Retorno del Jedi con el set LEGO® Star Wars™ Diorama: Duelo de Speeders en Endor (75353). Cuenta con 3 minifiguras LEGO (la Princesa Leia, Luke Skywalker y un soldado explorador), 2 motos speeder con elementos transparentes para que puedas colocarlas en ángulo como si estuvieran atravesando velozmente los bosques de Endor, 2 árboles construibles y helechos (novedad en mayo de 2023). Pon el broche final a este modelo para construir y exponer conectando una placa que reproduce en inglés unas palabras de Luke Skywalker (“¡Corta el comunicador! ¡Es el botón de en medio!”) y una segunda placa con el logotipo del 40 aniversario de Star Wars: El Retorno del Jedi."
    },
    {
        "id": 4,
        "article": 75313,
        "name": "AT-AT™",
        "category": "Sets",
        "categoryId": 1,
        "ages": "18+",
        "pieces": 6785,
        "price": 849.99,
        "img1": "/assets/sets/75313-1.jpg",
        "img2": "/assets/sets/75313-2.jpg",
        "img3": "/assets/sets/75313-3.jpg",
        "img4": "/assets/sets/75313-4.jpg",
        "stock": "1000",
        "limit": "5",
        "specifications": "Es el AT-AT (75313) que estaban esperando todos los fans de LEGO® Star Wars™. La mítica maqueta Ultimate Collector Series para construir y exponer cuenta con patas y cabeza articuladas, cañones con acción de retroceso realista, cañones giratorios, escotilla de lanzamiento de bombas y gancho para sujetar el cable de Luke Skywalker, como en la batalla de Hoth. El AT-AT mide aproximadamente 62 cm de altura y se abre para ver el detallado interior. El cuerpo principal puede alojar 40 minifiguras LEGO (el General Veers y Luke Skywalker están entre las 9 de este set), 4 motos speeder (2 incluidas) y el bláster de repetición pesado E-Web incluido. La cabeza/cabina tiene capacidad para 2 minifiguras LEGO sentadas y espacio para 1 más. Una placa de datos pone el toque final a una magnífica pieza de exposición."
    },
    {
        "id": 5,
        "article": 75192,
        "name": "Millennium Falcon™",
        "category": "Sets",
        "categoryId": 1,
        "ages": "16+",
        "pieces": 7541,
        "price": 849.99,
        "img1": "/assets/sets/75192-1.jpg",
        "img2": "/assets/sets/75192-2.jpg",
        "img3": "/assets/sets/75192-3.jpg",
        "img4": "/assets/sets/75192-4.jpg",
        "stock": "1000",
        "limit": "5",
        "specifications": "¡Bienvenido al modelo LEGO® Star Wars más grande y detallado del Millennium Falcon que jamás se ha creado! De hecho, con 7.500 piezas, es simplemente uno de los modelos LEGO más grandes de la historia. Esta increíble interpretación LEGO del inolvidable carguero Corelliano de Han Solo tiene todos los detalles que cualquier fan de Star Wars podría desear. Incluye un elaborado exterior, cañones láser cuádruples superiores e inferiores, soportes de aterrizaje, rampa de embarque descendente y cabina con espacio para 4 minifiguras y parabrisas desmontable. Quita los paneles del casco para descubrir la detallada bodega principal, el compartimento trasero y el puesto de artillería. Este increíble modelo cuenta también con antenas detectoras y tripulaciones intercambiables para que puedas interpretar las aventuras LEGO Star Wars clásicas con Han, Leia, Chewbacca y C-3PO, o adentrarte en el mundo de los Episodios VII y VIII con el Han de mayor edad, Rey, Finn y BB-8."
    },
    {
        "id": 6,
        "article": 75308,
        "name": "R2-D2™",
        "category": "Sets",
        "categoryId": 1,
        "ages": "18+",
        "pieces": 2314,
        "price": 239.99,
        "img1": "/assets/sets/75308-1.jpg",
        "img2": "/assets/sets/75308-2.jpg",
        "img3": "/assets/sets/75308-3.jpg",
        "img4": "/assets/sets/75308-4.jpg",
        "stock": "1000",
        "limit": "5",
        "specifications": "Revive momentos clásicos de la saga Star Wars™ mientras construyes esta minuciosa figura LEGO® del droide R2-D2. El brillante diseño (novedad en mayo de 2021) está repleto de detalles de gran realismo, como una pierna central retráctil, cabeza giratoria, puertas frontales abatibles y extensibles, un periscopio que se puede extraer y girar, y la espada láser de Luke Skywalker oculta en un compartimento en la cabeza. Esta genial maqueta de construcción viene acompañada de una base construible con placa informativa, una figura LEGO del droide R2-D2 y un ladrillo LEGO exclusivo en conmemoración del 50 aniversario de Lucasfilm; en conjunto, una impresionante pieza de exposición para tu casa o tu lugar de trabajo."
    },
    {
        "id": 7,
        "article": 75335,
        "name": "BD-1™",
        "category": "Sets",
        "categoryId": 1,
        "ages": "14+",
        "pieces": 1062,
        "price": 99.99,
        "img1": "/assets/sets/75335-1.jpg",
        "img2": "/assets/sets/75335-2.jpg",
        "img3": "/assets/sets/75335-3.jpg",
        "img4": "/assets/sets/75335-4.jpg",
        "stock": "1000",
        "limit": "5",
        "specifications": "Los jugadores de Star Wars Jedi: Fallen Order podrán revivir sus épicas aventuras construyendo y exponiendo esta versión LEGO® Star Wars™ del droide de exploración BD-1 (75335). La cabeza de este modelo articulado construible puede inclinarse hacia atrás, hacia delante y hacia los lados para reproducir las adorables expresiones de esta auténtica monada. A los fans también les encantarán otros detalles de gran realismo, como los elementos translúcidos de la parte posterior de la cabeza que indican el estado de ánimo de BD-1 y un compartimento para elementos que representan viales de estimulantes. Complementa la cautivadora pieza de exposición con una placa informativa y una figura LEGO de BD-1 que puedes conectar junto a ella."
    },
    {
        "id": 8,
        "article": 853946,
        "name": "Llavero de Stormtrooper™",
        "category": "Keychains",
        "categoryId": 2,
        "ages": "6+",
        "price": 5.99,
        "img1": "/assets/keychains/853946-1.jpg",
        "img2": "/assets/keychains/853946-2.jpg",
        "stock": "1000",
        "limit": "10",
        "specifications": "Demuestra tu apoyo por la causa imperial con este Llavero de Stormtrooper LEGO® Star Wars™ (853946). Engánchalo a tus llaves o tu mochila usando la resistente anilla con cadena y asegúrate de que se cumplen las órdenes del Imperio dondequiera que estés."
    },
    {
        "id": 9,
        "article": 854236,
        "name": "Llavero de Darth Vader™",
        "category": "Keychains",
        "categoryId": 2,
        "ages": "6+",
        "price": 5.99,
        "img1": "/assets/keychains/854236-1.jpg",
        "img2": "/assets/keychains/854236-2.jpg",
        "stock": "1000",
        "limit": "10",
        "specifications": "Déjate atraer hacia el lado oscuro de la Fuerza con el Llavero de Darth Vader LEGO® Star Wars™ (854236). Cuenta con una minifigura LEGO® del emblemático personaje de Star Wars sujeta a una resistente anilla con una cadena metálica. Se engancha fácilmente a unas llaves o una mochila y es estupendo como detalle, obsequio de cumpleaños o regalo por las fiestas para fans de LEGO Star Wars™ a partir de 6 años."
    },
    {
        "id": 10,
        "article": 854187,
        "name": "Llavero de Grogu™",
        "category": "Keychains",
        "categoryId": 2,
        "ages": "6+",
        "price": 5.99,
        "img1": "/assets/keychains/854187-1.jpg",
        "img2": "/assets/keychains/854187-2.jpg",
        "stock": "1000",
        "limit": "10",
        "specifications": "Los fans de Star Wars: The Mandalorian pueden mostrar su amor por uno de los personajes más adorables de la galaxia con el Llavero de Grogu (854187), que incluye una figura LEGO® de Grogu fijada a una resistente anilla con una cadena metálica. Se engancha fácilmente a unas llaves o una mochila y es un pequeño regalo ideal para fans de LEGO Star Wars™ a partir de 6 años por su cumpleaños, con motivo de una fiesta especial o en cualquier otra ocasión."
    },
    {
        "id": 11,
        "article": 5007290,
        "name": "Llavero con linterna de Darth Vader™",
        "category": "Keychains",
        "categoryId": 2,
        "ages": "6+",
        "price": 14.99,
        "img1": "/assets/keychains/5007290-1.jpg",
        "img2": "/assets/keychains/5007290-2.jpg",
        "stock": "1000",
        "limit": "10",
        "specifications": "Forma equipo con el Lord Oscuro de los Sith e ilumina tu camino con el Llavero con linterna de Darth Vader LEGO® Star Wars™. Incluye una versión a gran escala de la minifigura LEGO de Darth Vader con brillantes luces LED en ambos pies que se encienden al pulsar el torso. Una fantástica idea para regalar a fans de Star Wars a partir de 6 años, es también muy fácil de enganchar a unas llaves, una bolsa o una mochila."
    },
    {
        "id": 12,
        "article": 5006860,
        "name": "Llavero con linterna de Grogu™",
        "category": "Keychains",
        "categoryId": 2,
        "ages": "6+",
        "price": 12.99,
        "img1": "/assets/keychains/5006860-1.jpg",
        "img2": "/assets/keychains/5006860-2.jpg",
        "stock": "1000",
        "limit": "10",
        "specifications": "Forma equipo con el Lord Oscuro de los Sith e ilumina tu camino con el Llavero con linterna de Darth Vader LEGO® Star Wars™. Incluye una versión a gran escala de la minifigura LEGO de Darth Vader con brillantes luces LED en ambos pies que se encienden al pulsar el torso. Una fantástica idea para regalar a fans de Star Wars a partir de 6 años, es también muy fácil de enganchar a unas llaves, una bolsa o una mochila."
    },
    {
        "id": 13,
        "article": 75343,
        "name": "Dark Trooper™ casco",
        "category": "Helmets",
        "categoryId": 3,
        "ages": "18+",
        "pieces": 693,
        "price": 69.99,
        "img1": "/assets/helmets/75343-1.jpg",
        "img2": "/assets/helmets/75343-2.jpg",
        "img3": "/assets/helmets/75343-3.jpg",
        "img4": "/assets/helmets/75343-4.jpg",
        "stock": "1000",
        "limit": "5",
        "specifications": "Adéntrate en el lado oscuro con la maqueta LEGO® Star Wars™ Casco de Soldado Oscuro (75343) construible para adultos. Disfruta dedicándote tiempo de calidad consciente y recreando los contornos del casco que aparece en la temporada 2 de Star Wars: The Mandalorian. Los diabólicos ojos rojos, creados con elementos LEGO rojos translúcidos, y la ligera inclinación hacia delante del casco en la base para construir le dan un aspecto realmente amenazador."
    },
    {
        "id": 14,
        "article": 75328,
        "name": "The Mandalorian™ casco",
        "category": "Helmets",
        "categoryId": 3,
        "ages": "18+",
        "pieces": 584,
        "price": 69.99,
        "img1": "/assets/helmets/75328-1.jpg",
        "img2": "/assets/helmets/75328-2.jpg",
        "img3": "/assets/helmets/75328-3.jpg",
        "img4": "/assets/helmets/75328-4.jpg",
        "stock": "1000",
        "limit": "5",
        "specifications": "¡Atención, fan de Star Wars: The Mandalorian! Ve a tu zona creativa y concéntrate en la construcción de la réplica coleccionable LEGO® Star Wars™ Casco del Mandaloriano (75328). El brillo metálico de la armadura de Beskar se ha recreado ingeniosamente con elementos lacados, y los ladrillos de diferentes tonos de gris te permitirán destacar los contornos con gran realismo. Colócalo sobre la base de exposición para construir con placa decorativa y tendrás una impresionante pieza de exposición para tu hogar o tu lugar de trabajo."
    },
    {
        "id": 15,
        "article": 75304,
        "name": "Darth Vader™ casco",
        "category": "Helmets",
        "categoryId": 3,
        "ages": "18+",
        "pieces": 834,
        "price": 79.99,
        "img1": "/assets/helmets/75304-1.jpg",
        "img2": "/assets/helmets/75304-2.jpg",
        "img3": "/assets/helmets/75304-3.jpg",
        "img4": "/assets/helmets/75304-4.jpg",
        "stock": "1000",
        "limit": "5",
        "specifications": "Rinde homenaje al Lord Oscuro de los Sith con el set coleccionable LEGO® Star Wars™ Casco de Darth Vader (75304). Sumérgete en el complejo proceso de construcción y revive las clásicas escenas de la saga Star Wars mientras recreas la emblemática forma y los siniestros detalles del casco al estilo LEGO."
    },
    {
        "id": 16,
        "article": 75327,
        "name": "Luke Skywalker™ (Red Five) casco",
        "category": "Helmets",
        "categoryId": 3,
        "ages": "18+",
        "pieces": 675,
        "price": 69.99,
        "img1": "/assets/helmets/75327-1.jpg",
        "img2": "/assets/helmets/75327-2.jpg",
        "img3": "/assets/helmets/75327-3.jpg",
        "img4": "/assets/helmets/75327-4.jpg",
        "stock": "1000",
        "limit": "5",
        "specifications": "Siente el poder de tu Fuerza creativa mientras construyes el set coleccionable Casco de Luke Skywalker (Rojo Cinco) (75327). Este modelo para construir del icónico casco de piloto de Luke es el primer casco de héroe o casco abierto de la colección LEGO® Star Wars™. Saca el Jedi que llevas dentro y recrea sus genuinos detalles, como el micrófono para construir y el acolchado interior, o el elemento que representa la visera roja translúcida. Colócalo en la base integrada con placa decorativa para completar tu impresionante pieza de exposición."
    }
]
